Repository: yeager/autopkgtest-runner
Catalog: po/*.po
Languages: sv

source: Open package directory
sv: Öppna paketkatalog

source: Run Tests
sv: Kör tester

source: Settings
sv: Inställningar

source: Copy Debug Info
sv: Kopiera felsökningsinformation

source: Keyboard Shortcuts
sv: Tangentbordsgenvägar

source: About Autopkgtest Runner
sv: Om Autopkgtest Runner

source: Test Output
sv: Testutdata

source: Ready
sv: Redo

source: Welcome
sv: Välkommen

source: Welcome to Autopkgtest Runner
sv: Välkommen till Autopkgtest Runner

source: Run Debian autopkgtests easily. ✓ Run autopkgtest on local packages ✓ Visual pass/fail results ✓ Live test output streaming ✓ Test history and comparison ✓ Export test reports
sv: Kör Debian autopkgtests enkelt. ✓ Kör autopkgtest på lokala paket ✓ Visuella resultat för godkänd/underkänd ✓ Direktströmning av testresultat ✓ Testhistorik och jämförelse ✓ Exportera testrapporter

source: Get Started
sv: Kom igång

source: Select package directory
sv: Välj paketkatalog

source: Found test control: %s
sv: Hittade control för test: %s

source: No debian/tests/control found
sv: Ingen debian/tests/control hittades

source: No debian/tests directory
sv: Ingen debian/tests-katalog

source: Stop
sv: Stoppa

source: autopkgtest not installed. Install with: sudo apt install autopkgtest
sv: autopkgtest är inte installerat. Installera med: sudo apt install autopkgtest

source: All tests passed
sv: Alla tester godkända

source: Could not run tests
sv: Kunde inte köra tester

source: Tests failed (exit code %(code)d)
sv: Tester misslyckades (avslutskod %(code)d)

source: Test Runner
sv: Testkörare

source: Virtualization
sv: Virtualisering

source: Debug info copied
sv: Felsökningsinformation kopierades

source: General
sv: Allmänt

source: Quit
sv: Avsluta

source: Keyboard shortcuts
sv: Tangentbordsgenvägar

source: Run autopkgtests locally without sbuild. Visual test output with pass/fail indicators.
sv: Kör autopkgtests lokalt utan sbuild. Visuell testutdata med indikatorer för godkänd/underkänd.
